/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Interface utilisateur";
"If blank, the search engine page will be used" = "Si ce champ est laissé vide, la page du moteur de recherche sera utilisée";
"If blank, the default Onion Browser page will be used" = "Si ce champ est laissé vide, la page par défaut du Navigateur Onion sera utilisée";
"Custom home page" = "Page d'accueil personnalisée";
"Privacy" = "Confidentialité";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Les témoins et les données du stockage local provenant d’hôtes qui ne se trouvent pas sur la liste blanche seront effacés, même pour les onglets ouverts, si l’on n’y accède pas pendant ce nombre de minutes";
"Cookie auto-sweep interval" = "Intervalle de balayage automatique des témoins";
"Security" = "Sécurité";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Si cette option est activée, la fenêtre d’erreur TLS affichera une option par hôte pour ignorer les erreurs TLS ultérieures";
"Allow ignoring TLS errors" = "Permettre d’ignorer les erreurs TLS";
